{
  "contactUs": {
    "title": "Kontakta oss",
    "subtitle": "Vi är här för att hjälpa till och svara på alla frågor du kan ha. Vi ser fram emot att höra från dig.",
    "name": "Namn",
    "namePlaceholder": "Ange ditt namn",
    "email": "E-post",
    "emailPlaceholder": "Ange din e-postadress",
    "subject": "Ämne",
    "subjectPlaceholder": "Ange ditt ämne",
    "message": "Meddelande",
    "messagePlaceholder": "Ange ditt meddelande",
    "sendMessage": "Skicka meddelande",
    "contactInfo": "Kontaktinformation",
    "website": "Webbplats",
    "mailingAddress": "Postadress: Emännäntie 10K 25",
    "phone": "Telefon",
    "contactMapAlt": "Kontaktkarta"
  },
  "privacyPolicy": {
    "introduction": "Vi är engagerade i att skydda din integritet och säkerställa att din personliga information hanteras på ett säkert och ansvarsfullt sätt. Denna integritetspolicy beskriver hur vi samlar in, använder, lagrar och skyddar din information när du använder vår webbplats. Genom att använda KirjaSwappi godkänner du villkoren i denna integritetspolicy. Om du inte godkänner någon del av denna policy, vänligen använd inte vår webbplats.",
    "sections": [
      {
        "category": "Information vi samlar in",
        "items": [
          {
            "title": "Personlig information",
            "fields": [
              { "item": "Namn", "collected": "Vi samlar in från webbplatsen" },
              { "item": "E-post", "collected": "Vi samlar inte in från webbplatsen" },
              { "item": "Postadress", "collected": "Vi samlar in från webbplatsen" },
              { "item": "Telefonnummer", "collected": "Vi samlar in från webbplatsen" }
            ]
          },
          {
            "title": "Icke-personlig information",
            "list": [
              "IP-adress",
              "Webbläsartyp och version",
              "Operativsystem",
              "Sidor som besökts på webbplatsen",
              "Tid och datum för besök",
              "Hänvisande webbplats (om tillämpligt)"
            ]
          },
          {
            "title": "Användargenererat innehåll",
            "list": [
              "Boklistor (titel, författare, skick, etc.)",
              "Recensioner och betyg",
              "Meddelanden som utbyts med andra användare"
            ]
          }
        ]
      },
      {
        "category": "Informationsanvändning & Datasekretess",
        "items": [
          {
            "title": "Användning av information",
            "list": [
              "För att möjliggöra bokbyten mellan användare.",
              "För att skapa och hantera ditt konto.",
              "För att kommunicera med dig om ditt konto, transaktioner och uppdateringar av våra tjänster.",
              "För att förbättra webbplatsens funktionalitet och användarupplevelse.",
              "För att behandla betalningar (om tillämpligt).",
              "För att skicka reklammejl eller nyhetsbrev (endast med ditt samtycke).",
              "För att uppfylla juridiska skyldigheter och lösa tvister."
            ]
          },
          {
            "title": "Delning av information",
            "bold": [
              { "title": "Med andra användare", "content": "Ditt namn, postadress och kontaktinformation kan delas med andra användare för att möjliggöra bokbyten." },
              { "title": "Med tjänsteleverantörer", "content": "Vi kan dela information med tredjepartsleverantörer som hjälper oss att driva webbplatsen (t.ex. betalningsförmedlare, hostingtjänster)." },
              { "title": "Av juridiska skäl", "content": "Vi kan lämna ut din information om det krävs enligt lag eller för att skydda våra rättigheter, egendom eller säkerhet." },
              { "title": "Med ditt samtycke", "content": "Vi kan dela din information med tredje part om du ger oss uttryckligt tillstånd att göra det." }
            ]
          },
          {
            "title": "Datasäkerhet",
            "paragraphs": [
              "Vi implementerar olika säkerhetsåtgärder för att skydda din personliga information:",
              "Ingen metod för överföring via internet eller elektronisk lagring är dock 100% säker. Vi strävar efter att skydda din information, men kan inte garantera absolut säkerhet."
            ],
            "list": [
              "Använder kryptering för känslig data (t.ex. betalningsinformation).",
              "Uppdaterar våra säkerhetsrutiner regelbundet.",
              "Begränsar åtkomst till personlig information till auktoriserad personal endast."
            ]
          },
          {
            "title": "Cookies och spårningstekniker",
            "paragraphs": [
              "Vi använder cookies och liknande spårningstekniker för att förbättra din upplevelse på vår webbplats. Cookies är små filer som lagras på din enhet och hjälper oss att komma ihåg dina inställningar och spåra användningsmönster.",
              "Du kan inaktivera cookies via din webbläsares inställningar, men detta kan påverka webbplatsens funktionalitet."
            ]
          }
        ]
      },
      {
        "category": "Ytterligare villkor",
        "items": [
          {
            "title": "Länkar till tredje part",
            "paragraph": "Vår webbplats kan innehålla länkar till tredje parts webbplatser. Vi ansvarar inte för dessa webbplatsers integritetspraxis eller innehåll. Vi rekommenderar att du granskar integritetspolicyn för alla tredje parts webbplatser du besöker."
          },
          {
            "title": "Barns integritet",
            "paragraph": "Vår webbplats är inte avsedd för personer under 7 år. Vi samlar inte medvetet in personlig information från barn under 7 år. Om vi blir medvetna om att vi har samlat in sådan information kommer vi att vidta åtgärder för att radera den."
          },
          {
            "title": "Dina rättigheter och val",
            "bold": [
              { "title": "Tillgång", "content": "Du kan begära en kopia av den personliga information vi har om dig." },
              { "title": "Rättelse", "content": "Du kan uppdatera eller korrigera din personliga information via dina kontoinställningar eller genom att kontakta oss." },
              { "title": "Radering", "content": "Du kan begära att vi raderar din personliga information, med vissa juridiska begränsningar." },
              { "title": "Avregistrering", "content": "Du kan avregistrera dig från att få reklammejl genom att följa avregistreringslänken i mejlet." }
            ],
            "paragraph": "För att utöva dessa rättigheter, vänligen kontakta oss på info@kirjaswappi.fi."
          }
        ]
      }
    ],
    "centerTitle": "Integritetscenter",
    "sectionNotFound": "Avsnittet hittades inte",
    "sectionNotFoundDescription": "Det begärda avsnittet i integritetspolicyn kunde inte hittas."
  }
} 